Repository: brandons209/Red-bot-Cogs
Catalog: Leveler/locales/*.po
Languages: fr_fr, nl_nl

source: Reset dans max 30 secondes
nl_nl: Resetten in maximaal 30 seconden

source: Niveau:
nl_nl: Level:

source: Classement:
nl_nl: Ranking:

source: Elo:
nl_nl: Rol:

source: Le progrès:
nl_nl: Progressie

source: Nouveau
nl_nl: Nieuw

source: Affiche la progression sur le Leveler. Defaut a soi-même s'il n'y a pas de tag après la commande.
nl_nl: Toon de voortgang van je leveller. Standaard voor jezelf.

source: Vous permets de commencer a gagner de l'expérience !
nl_nl: Hiermee kan je beginnen punten te verdienen.

source: Vous êtes déjà enregistré !
nl_nl: Je bent al geregistreerd!

source: Vous avez été enregistré avec succés !
nl_nl: Je bent succesvol geregistreerd!

source: Affiche le classement des meilleures blablateurs !
nl_nl: Toon de server leaderboard.

source: Le classement des PGM !
nl_nl: Ranking

source: Niveau
nl_nl: Level

source: Messages Today!
fr_fr: Messages Aujourd'hui !
nl_nl: Berichten vandaag!

source: Commandes de configuration.
nl_nl: Configuratie opdrachten.

source: Configuration des channels permettant de gagner de l'expérience.
nl_nl: Configureer kanalen witte lijst / zwarte lijst.

source: Configuration des channels whitelistés
nl_nl: Witte lijst configuratie

source: Configuration des channels blacklistés
nl_nl: Zwarte lijst configuratie

source: Configuration des roles obtenables grâce à l'expérience.
nl_nl: Configuratie van rollen verkrijgbaar uit punten.

source: Définir divers paramètres de profil
nl_nl: Verander je profielinstellingen

source: Définir l'image de fond du profil
nl_nl: Verander je profiel achtergrondafbeelding.

source: Profil de fond défini sur:
nl_nl: Achtergrondafbeelding is nu:

source: Définir la description du profil
nl_nl: Wijzig je profielbeschrijving.

source: Description du profil définie sur:
nl_nl: Profielbeschrijving ingesteld op:

source: Ajoute un role a la liste des roles obtenables grâce à l'expérience.
nl_nl: Voeg een rol toe aan de lijst met rollen die je kan krijgen met punten.

source: Role configuré
nl_nl: Rol ingesteld.

source: Supprime un role de la liste des roles obtenables grâce à l'expérience.
nl_nl: Verwijder een rol van de witte lijst.

source: Role supprimé
nl_nl: Rol verwijderd.

source: Role inconnu dans la config
nl_nl: Verwijder een rol van de lijst.

source: Permet de déplacer un role, modifiant l'expérience necessaire pour l'obtenir.
nl_nl: Hiermee kan je een rol verplaatsen.

source: Role déplacé
nl_nl: Rol verplaatst

source: Affiche la liste des roles dans l'ordre auquel ils sont obtenables.
nl_nl: Toon de lijst met rollen in de volgorde hoe je ze krijgt met punten.

source: Liste des roles configurés pour le leveler de ce serveur.
nl_nl: Lijst met rollen geconfigureerd voor deze server.

source: Garanti 100% presque pas bugué.
nl_nl: Bijna geen bugs!

source: Ajoute un channel, permettant aux utilisateurs de gagner de l'expérience lorsqu'ils parlent dans ce channel là.
nl_nl: Voeg een kanaal toe aan de witte lijst.

source: Channel ajouté
nl_nl: Kanaal toegevoegd

source: Channel déjà enregistré
nl_nl: Kanaal staat al op de witte lijst

source: Supprime un channel, les utilisateurs qui y parleront ne gagneront ainsi plus d'expérience.
nl_nl: Verwijder een kanaal van de witte lijst.

source: Ce channel n'est pas dans la liste configurée.
nl_nl: Dit kanaal staat niet op de witte lijst

source: Channel supprimé
nl_nl: Kanaal verwijderd

source: Affiche la liste des channels configurés pour donner de l'expérience.
nl_nl: Toon de lijst met kanalen die zijn geconfigureerd om punten verdiening mogelijk te maken.

source: Liste des channels autorisés a faire gagner de l'experience sur ce serveur.
nl_nl: Lijst met kanalen die zijn geconfigureerd om ervaring op deze server punten te verdienen.

source: A une vache près, c'pas une science exacte
nl_nl: Het is min of meer geen exacte wetenschap.

source: Aucun channel configuré
nl_nl: Geen kanalen ingesteld.

source: Ajoute un channel à ignorer dans le gain d'xp.
nl_nl: Voeg een kanaal toe aan de zwarte lijst.

source: Channel ignoré
nl_nl: Kanaal toegevoegd aan zwarte lijst.

source: Channel déjà ignoré
nl_nl: Kanaal staat al op de zwarte lijst.

source: Supprime un channel, les utilisateurs qui y parleront gagneront ainsi de l'expérience.
nl_nl: Verwijder een kanaal van de zwarte lijst.

source: Affiche la liste des channels configurés pour être ignorés.
nl_nl: Toon kanalen van de zwarte lijst.

source: Liste des channels non autorisés a faire gagner de l'experience sur ce serveur.
nl_nl: Lijst van kanalen op de zwarte lijst in deze server.

source: Bascule l'enregistrement automatique des utilisateurs
nl_nl: Schakel automatisch register van gebruikers in.

source: Enregistrement automatique dêsactivê
nl_nl: Auto register uitgeschakeld

source: Enregistrement automatique activê
nl_nl: Auto register ingeschakeld

source: Définir le temps de recharge pour le gain xp, la valeur par défaut est 60 secondes
nl_nl: Wijzig de cooldown van xp verdiensten, standaard op 60 seconden.

source: Le temps de recharge est réglé sur:
nl_nl: Cooldown is nu:

source: Définir un niveau de membres, principalement pour les tests
nl_nl: Pas level aan van gebruiker.

source: niveau réglé à
nl_nl: Level ingesteld op:

source: définir un membre xp, principalement pour les tests
nl_nl: Pas gebruikers xp aan.

source: xp mis à
nl_nl: XP ingesteld op:

source: La whitelist est désormais {verb}
nl_nl: Witte lijst is {verb}

source: La blacklist est désormais {verb}
nl_nl: Zwarte lijst is {verb}

source: activée.
nl_nl: ingeschakeld.

source: désactivée.
nl_nl: uitgeschakeld.

source: Resets in 30 seconds max
fr_fr: Réintialisation dans 30 secondes max

source: Level:
fr_fr: Niveau:

source: Ranking:
fr_fr: Classement:

source: Role:
fr_fr: Rôle:

source: Progress:
fr_fr: Progres:

source: New
fr_fr: Nouveau

source: Show your leveler progress. Default to yourself.
fr_fr: Affiche votre progression sur le Leveler. Par défaut le vôtre.

source: Allow you to start earning experience !
fr_fr: Vous permet de commencer à gagner de l'expérience !

source: You are already registered !
fr_fr: Vous êtes déjà enregistré !

source: You have been successfully registered !
fr_fr: Vous avez bien été enregistré !

source: Show the server leaderboard !
fr_fr: Affiche le classement du serveur !

source: Ranking
fr_fr: Classement

source: Configuration commands.
fr_fr: Commande de configuration.

source: Configure channels whitelist/blacklist.
fr_fr: Cofiguration des salons whitelist/blacklist

source: Whitelist configuration.
fr_fr: Configuration de la whitelist.

source: Blacklist configuration.
fr_fr: Configuration de la blacklist.

source: Configuration of roles obtainable from experience.
fr_fr: Configuration des rôles obtenables grâce depuis l'expérience.

source: Change settings of your profile.
fr_fr: Permet de personnaliser votre profil.

source: Change background image of your profile.
fr_fr: Modifie l'arrière-plan de votre profil.

source: Background image is now:
fr_fr: Votre arrière-plan est maintenant:

source: Change your profile description
fr_fr: Modifie la description de votre profil

source: Profile description set to:
fr_fr: Description du profil modifié en :

source: Add a role to the list of roles you can get with experience.
fr_fr: Ajoute un rôle a la liste des rôles obtenable avec l'expérience.

source: Role configured
fr_fr: Rôle configuré

source: Remove a role from the config.
fr_fr: Supprime un rôle de la configuration.

source: Role deleted.
fr_fr: Rôle supprimé.

source: Remove a role from the list.
fr_fr: Supprime un rôle de la liste.

source: Allow you to move a role.
fr_fr: Vous permet de déplacer un role.

source: Role moved
fr_fr: Role déplacé

source: Remove a role from the list
fr_fr: Supprime un role de la liste

source: Show the list of roles in the order which you get them from experience.
fr_fr: Affiche la liste des roles configurés dans l'ordre ou ils sont obtenables.

source: List of roles configured for this server.
fr_fr: Liste des roles configurés pour ce serveur.

source: Guaranteed 100% almost no bugs.
fr_fr: Garanti presque pas bugué.

source: Add a channel to the whitelist.
fr_fr: Ajoute un channel a la whitelist.

source: Channel added
fr_fr: Channel ajouté.

source: Channel already whitelisted
fr_fr: Channel deja whitelisté

source: activated.
fr_fr: activé

source: deactivated.
fr_fr: désactivé

source: Whitelist is {verb}
fr_fr: La whitelist est maintenant {verb}

source: Delete a channel from the whitelist.
fr_fr: Supprime un channel de la whitelist

source: This channel isn't whitelisted.
fr_fr: Ce channel n'est pas whitelisté.

source: Channel deleted
fr_fr: Channel supprimé

source: Show the list of channels configured to allow earning experience.
fr_fr: Affiche la liste des channels whitelistés.

source: List of channels configured to allow earning experience on this server.
fr_fr: Liste des channels whitelistés.

source: More or less, it's not an exact science
fr_fr: A une vache près, c'est pas une science exacte.

source: No channels configured
fr_fr: Aucun channel configuré

source: Add a channel to the blacklist.
fr_fr: Ajoute un channel à la blacklist.

source: Channel blacklisted
fr_fr: Channel blacklisté

source: Channel already blacklisted
fr_fr: Channel deja blacklisté

source: Blacklist is {verb}
fr_fr: La blacklist est maintenant {verb}

source: Remove a channel from the blacklist.
fr_fr: Supprime un channel de la blacklist.

source: Show the list of blacklisted channels.
fr_fr: Affiche la liste des channels blacklistés.

source: List of blacklisted channels on this server.
fr_fr: Liste des channels blacklistés sur ce serveur.

source: Toggle auto register of users
fr_fr: Active/désactive l'enregistrement automatique des utilisateurs

source: Auto register turned off
fr_fr: Enregistrement automatique désactivé

source: Auto register turned on
fr_fr: Enregistrement automatique activé

source: Modify the cooldown of xp gain, default to 60 seconds
fr_fr: Modifie le cooldown entre 2 gains d'XP, par défaut 60 secondes

source: Cooldown is now:
fr_fr: Le cooldown est maintenant réglé sur:

source: Modify an user's level
fr_fr: Modifie le niveau d'un utilisateur

source: Level set to
fr_fr: est maintenant niveau

source: Modify an user's xp.
fr_fr: Modifie l'XP d'un utilisateur

source: 's XP set to
fr_fr: a maintenant une XP de
