Repository: brandons209/Red-bot-Cogs
Catalog: admincustom/locales/*.po
Languages: it_it

source: I attempted to do something that Discord denied me permissions for. Your command failed to successfully complete.
it_it: Ho cercato di fare qualcosa ma Discord mi ha negato i permessi per farla. Il tuo comando non è stato completato con successo.

source: I tried to {verb} {role.name} to {member.display_name} but that role is higher than my highest role in the Discord hierarchy so I was unable to successfully add it. Please give me a higher role and try again.
it_it: Ho cercato di {verb} {role.name} al gruppo {member.display_name} ma quel ruolo è più elevato del mio livello nella gerarchia di Discord quindi non sono stato in grado di aggiungerlo. prova a darmi un ruolo più alto e riprova.

source: I tried to {verb} {role.name} to {member.display_name} but that role is higher than your highest role in the Discord hierarchy so I was unable to successfully add it. Please get a higher role and try again.
it_it: Ho cercato di {verb} {role.name} al gruppo {member.display_name} ma quel ruolo è più elevato del tuo livello nella gerarchia di Discord quindi non sono stato in grado di aggiungerlo. Raggiungi un ruolo più alto e riprova.

source: I tried to edit {role.name} but that role is higher than your highest role in the Discord hierarchy so I was unable to successfully add it. Please get a higher role and try again.
it_it: Ho cercato di modificare {role.name} ma quel ruolo è più elevato del tuo livello nella gerarchia di Discord quindi non sono stato in grado di aggiungerlo. Raggiungi un ruolo più alto e riprova.

source: I am already announcing something. If you would like to make a different announcement please use `{prefix}announce cancel` first.
it_it: Sto già annunciando qualcosa. Se desideri fare un annuncio diverso, usa prima `{prefix}announce cancel`.

source: A collection of server administration utilities.
it_it: Una collezione di servizi di amministrazione del server.

source: add
it_it: aggiungere

source: I successfully added {role.name} to {member.display_name}
it_it: Ho aggiunto con successo {role.name} al gruppo {member.display_name}

source: remove
it_it: rimuovere

source: I successfully removed {role.name} from {member.display_name}
it_it: Ho rimosso con successo {role.name} dal gruppo {member.display_name}

source: Edit role settings.
it_it: Modifica impostazioni ruolo.

source: Done.
it_it: Fatto.

source: Announce a message to all servers the bot is in.
it_it: Invia un annuncio a tutti i server in cui si trova il bot.

source: The announcement has begun.
it_it: L'annuncio è partito.

source: Cancel a running announce.
it_it: Cancella un annuncio in corso.

source: The current announcement has been cancelled.
it_it: L'annuncio in corso è stato cancellato.

source: Change the channel to which the bot makes announcements.
it_it: Modifica il canale in cui il bot invia gli annunci.

source: The announcement channel has been set to {channel.mention}
it_it: Il canale per gli annunci è stato impostato su {channel.mention}

source: Toggle announcements being enabled this server.
it_it: Attiva/disattiva gli annunci in questo server.

source: The server {guild.name} will receive announcements.
it_it: Il server {guild.name} riceverà gli annunci.

source: The server {guild.name} will not receive announcements.
it_it: Il server {guild.name} non riceverà gli annunci.

source: The selfroles list has been successfully modified.
it_it: La lista dei ruoli autoassegnabili e stata modificata.

source: Lock a bot to its current servers only.
it_it: Blocca un bot ai suoi server attuali.

source: The bot is no longer serverlocked.
it_it: Il bot non è più bloccato ai server.

source: The bot is now serverlocked.
it_it: Il bot è bloccato ai server.

source: I could not announce to server: {server.id}
it_it: Non ho potuto annunciare al server: {server.id}

source: The Admin cog is not loaded.
it_it: Il cog Admin non è caricato.

source: The provided role is not a valid selfrole.
it_it: Il ruolo fornito non è un ruolo autoassegnabile valido.
